Repository: bestfriendai/WilliDreams-Open
Catalog: WilliDreams/Localizable.xcstrings
Source language: en
Languages: de, fr_ca

source: ^[%lld Like](inflect: true)
de: ^[%lld Gefällt mir](inflect: true)
fr_ca: ^[%lld J'aime](inflection : vrai)

source: About
de: Über
fr_ca: À propos

source: About WilliDreams
de: Über WilliDreams
fr_ca: À propos de WilliDreams

source: Accept
de: Akzeptieren
fr_ca: Accepter

source: Account Created
de: Konto erstellt
fr_ca: Compte créé

source: Add Friend
de: Freund hinzufügen
fr_ca: Ajouter un ami

source: Add Friends
de: Freunde hinzufügen
fr_ca: Ajouter des amis

source: Add Profile Picture
de: Profilbild hinzufügen
fr_ca: Ajouter une photo de profil

source: Add your profile description here!
de: Fügen Sie hier Ihre Profilbeschreibung hinzu!
fr_ca: Ajoutez ici la description de votre profil !

source: Added me
de: Hat mich hinzugefügt
fr_ca: M'a ajouté

source: AI Summarization
de: KI-Zusammenfassung
fr_ca: Résumé de l'IA

source: Allow contact access to WilliDreams so you add your friends!
de: Erlaube Kontaktzugriff für WilliDreams, um Deine Freunde hinzuzufügen!
fr_ca: Autorisez l'accès aux contacts de WilliDreams afin d'ajouter vos amis !

source: An error was found, press below to fix.
de: Ein Fehler wurde gefunden, klicke hierunter, zum beheben.
fr_ca: Une erreur a été trouvée, appuyez ci-dessous pour la corriger.

source: App icon
de: App Symbol
fr_ca: Icône de l'application

source: Apps Used
de: Verwendete Apps
fr_ca: Applications utilisées

source: Archive
de: Archiv

source: Archived Dreams
de: Archivierte Tröume
fr_ca: Rêves archivés

source: Are you sure you want to delete your account? This action is permanent.
de: Bist Du Dir sicher, dass du Deinen Account löschen möchtest, diese Aktion ist irreversibel.
fr_ca: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est définitive.

source: Are you sure you wish to continue as a guest?
de: Bist Du Dir sicher, dass Du als Gast fortfahren möchtest?
fr_ca: Êtes-vous sûr de vouloir continuer en tant qu'invité ?

source: Bad
de: Schlecht
fr_ca: Mauvais

source: Become a beta tester
de: Werde ein Beta-Tester
fr_ca: Devenez bêta-testeur

source: Build number
de: Buildnummer
fr_ca: Numéro de build

source: Buy me a Coffee
de: Kaufe mir einen Kaffee

source: Cancel
de: Abbrechen
fr_ca: Annuler

source: Change Date
de: Datum ändern
fr_ca: Changer la date

source: Change Profile Picture
de: Profilbild ändern
fr_ca: Changer la photo de profil

source: Choose Username
de: Benutzernahmen auswählen
fr_ca: Choisissez le nom d'utilisateur

source: Close
de: Schließen
fr_ca: Fermer

source: Close App
de: App schließen
fr_ca: Fermer l’app

source: Coming Soon
de: Kommt bald
fr_ca: À venir

source: Confirm
de: Bestätigen
fr_ca: Confirmer

source: Continue as guest
de: Als Gast fortfahren
fr_ca: Continuer en tant qu'invité

source: Create Username
de: Benutzername erstellen
fr_ca: Créer un nom d'utilisateur

source: Days Ago
de: Tage zuvor
fr_ca: Il y a quelques jours

source: Delete
de: Löschen
fr_ca: Supprimer

source: Delete Account
de: Account löschen
fr_ca: Supprimer le compte

source: Description
de: Beschreibung

source: Error
de: Fehler
fr_ca: Erreur

source: Error connecting to the WilliNetwork... Check your internet. If your internet is fine, go to Settings > 'Fix WilliAccount Network'
de: Fehler beim Verbinden mit dem WilliNetzwerk… Überprüfe Deine Internetverbindung; gehe zu Einstellungen > WilliAccount-Netzwerk beheben
fr_ca: Erreur de connexion au réseau WilliNetwork… Vérifiez votre connexion Internet. Si elle fonctionne correctement, accédez à Paramètres > « Réparer le réseau WilliCompte ».

source: Finding dreams...
de: Träume finden…
fr_ca: Trouver des rêves...

source: Fix WilliAccount issues
de: WilliAccount Probleme beheben
fr_ca: Résoudre les problèmes du WilliCompte

source: Follow on Instagram
de: Folge auf Instagram
fr_ca: Suivez-nous sur Instagram

source: Forgot Password?
de: Passwort vergessen?
fr_ca: Mot de passe oublié?

source: Friends
de: Freunde
fr_ca: Amis

source: Friends can see this dream
de: Freunde können diesen Traum sehen
fr_ca: Les amis peuvent voir ce rêve

source: Friends Dreams
de: Träume von Freunden
fr_ca: Rêves d'amis

source: Good
de: Gut
fr_ca: Bon

source: Great
de: Sehr gut
fr_ca: Super

source: Hide Title
de: Titel verstecken
fr_ca: Masquer le titre

source: Home
de: Startseite
fr_ca: Accueil

source: How was your dream last night?
de: Wie war Dein Traum letzte Nacht?
fr_ca: Comment s'est passé ton rêve la nuit dernière ?

source: If your WilliAccount is tied to WilliStudy, all study sets uploaded on the app must be deleted from your profile in order to delete your WilliAccount.
de: Wenn Dein WilliAccount mit WilliStudy verbunden ist, musst du Alle Lernsets von Deinem Profil löschen, um Deinen WilliAccount löschen.
fr_ca: Si votre WilliCompte est lié à WilliStudy, tous les ensembles d'études téléchargés sur l'application doivent être supprimés de votre profil afin de supprimer votre WilliCompte.

source: Im Sure
de: Ich bin mir sicher
fr_ca: Je suis sûr

source: Join the Discord Server
de: Dem Discord-Server beitreten
fr_ca: Rejoignez le serveur Discord

source: Lets create you a WilliAccount!
de: Lass uns einen WilliAccount erstellen!
fr_ca: Créons pour vous un WilliCompte !

source: Like
de: Gefällt mir
fr_ca: J'aime

source: Loading
de: Laden...
fr_ca: Chargement

source: Log
de: Aufzeichnen

source: Log a dream to see your AI Summary!
de: Zeichne einen Traum auf, um Deine KI-Zusammenfassung zu sehen!
fr_ca: Enregistrez un rêve pour voir votre résumé d'IA !

source: Log Dream
de: Traum aufzeichnen
fr_ca: Enregistrer un rêve

source: Log In
de: Anmelden
fr_ca: Se connecter

source: Make a Donation
de: Spenden
fr_ca: Faire un don

source: Manage Account
de: Account verwalten
fr_ca: Gérer le compte

source: My Account
de: Mein Account
fr_ca: Mon compte

source: My Contacts
de: Meine Kontakte
fr_ca: Mes contacts

source: My Dreams
de: Meine Träume
fr_ca: Mes rêves

source: My Profile
de: Mein Profil
fr_ca: Mon profil

source: My Recent Dreams
de: Meine letzten Träume
fr_ca: Mes rêves récents

source: My Weekly Summary
de: Meine wöchentliche Zusammenfassung
fr_ca: Mon résumé hebdomadaire

source: Next
de: Weiter
fr_ca: Suivant

source: Nightmare
de: Albtraum
fr_ca: Cauchemar

source: No Archived Dreams
de: Keine archivierten Träume
fr_ca: Pas de rêves archivés

source: No Dreams Logged
de: Keine Träume aufgezeichnet
fr_ca: Aucun rêve enregistré

source: No Friend Requests recieved
de: Keine Freundschaftsanfragen erhalten
fr_ca: Aucune demande d'ami reçue

source: No Friends Found
de: Keine Freunde gefunden
fr_ca: Aucun ami trouvé

source: None of your friends have uploaded their dreams yet.
de: Keine Deiner Freunde haben bisher ihre Träume hochgeladen.
fr_ca: Aucun de vos amis n'a encore téléchargé ses rêves.

source: NOTE: If you created an account in WilliStudy, that account will work here too. Please Log In with the same credientals as WilliStudy.
de: HINWEIS: Wenn Du einen Account in WilliStudy erstellt hast, funktioniert dieser hier auch. Melde Dich mit den selben Zugangsdaten, wie bei WilliStudy an.
fr_ca: REMARQUE : Si vous avez créé un compte sur WilliStudy, il fonctionnera également ici. Veuillez vous connecter avec les mêmes identifiants que WilliStudy.

source: Password
de: Passwort
fr_ca: Mot de passe

source: Pending
de: Ausstehend
fr_ca: En attente

source: Pleasant
de: Angenehm
fr_ca: Agréable

source: Please check your email to reset your password.
de: Bitte überprüfe Deine E-Mails um Dein Passwort zurückzusetzen.
fr_ca: Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe.

source: Prefrences
de: Anpassung
fr_ca: Préférences

source: Public Dreams:
de: Öffentliche Träume:
fr_ca: Rêves publics :

source: Reset Password
de: Passwort zurücksetzen
fr_ca: Réinitialiser le mot de passe

source: Reset Password Sent
de: Anfrage zum Passwort zurücksetzen gesendet
fr_ca: Réinitialiser le mot de passe envoyé

source: Select an icon
de: Ein Symbol auswählen
fr_ca: Sélectionnez une icône

source: Settings
de: Einstellungen
fr_ca: Réglages

source: Sharing with your friends is currently not available and will be ready in a future beta.
de: Teilen mit Deinen Freunden ist aktuell nicht verfügbar und wird in einer zukünftigen Beta bereit sein.
fr_ca: Le partage avec vos amis n'est actuellement pas disponible et sera prêt dans une future version bêta.

source: Show Title
de: Titel anzeigen
fr_ca: Afficher le titre

source: Sign in
de: Anmelden
fr_ca: Se connecter

source: Sign In
de: Anmelden
fr_ca: Se connecter

source: Sign in to see your friend's dreams!
de: Melde Dich an um die Träume deiner Freunde zu sehen.
fr_ca: Connectez-vous pour voir les rêves de votre ami !

source: Sign in to your WilliAccount below.
de: Melde Dich hier mit Deinen WilliAccount an.
fr_ca: Connectez-vous à votre WilliCompte ci-dessous.

source: Sign Out
de: Abmelden
fr_ca: Se déconnecter

source: Sign up
de: Registrieren
fr_ca: S'inscrire

source: Sign Up
de: Registrieren
fr_ca: S'inscrire

source: Sign up With Email
de: Mit E-Mail registrieren
fr_ca: Inscrivez-vous avec e-mail

source: Social Media
de: Soziale Medien
fr_ca: Réseaux sociaux

source: Start date:
de: Startdatum:
fr_ca: Date de début:

source: Submit
de: Bestätigen
fr_ca: Soumettre

source: Sync Contacts
de: Kontakte synchronisieren
fr_ca: Synchroniser les contacts

source: The easiest way to track and share your dreams with your friends
de: Der einfachste Weg um Träume aufzuzeichnen und sie mit Deinen Freunden zu teilen.
fr_ca: Le moyen le plus simple de suivre et de partager vos rêves avec vos amis

source: There are no dreams to display. Log one below!
de: Es gibt keine Träume, die angezeigt werden können. Zeichne einen hierunter auf!
fr_ca: Il n'y a aucun rêve à afficher. Enregistrez-en un ci-dessous !

source: Title
de: Titel
fr_ca: Titre

source: Try searching for a user above.
de: Suche nach einem Benutzer hierüber.
fr_ca: Essayez de rechercher un utilisateur ci-dessus.

source: Unarchive
de: Entarchivieren
fr_ca: Désarchiver

source: Unsupported
de: Nicht unterstützt
fr_ca: Non pris en charge

source: Unsupported Device
de: Nicht unterstütztes Gerät
fr_ca: Appareil non pris en charge

source: Username
de: Benutzername
fr_ca: Nom d'utilisateur

# Vew Archive
source: View Archive
de: Archiv anzeigen
fr_ca: Voir les archives

source: View Archive
de: Archiv anzeigen
fr_ca: Voir les archives

source: View unsupported
de: Nicht unterstützte anzeigen
fr_ca: Voir non pris en charge

source: We will keep your dreams on this device so if you choose to create a new WilliAccount, you can continue to use your dreams..
de: Wir werden Deine Träume auf deinem Gerät speichern, sodass Du, wenn Du einen neuen WilliAccount anlegst, Deine Träume weiterverwenden kannst.
fr_ca: Nous conserverons vos rêves sur cet appareil, donc si vous choisissez de créer un nouveau WilliCompte, vous pourrez continuer à utiliser vos rêves.

source: Welcome Back!
de: Willkommen zurück!
fr_ca: Content de te revoir!

source: Welcome to WilliDreams!
de: Willkommen zu WilliDreams!
fr_ca: Bienvenue chez WilliDreams !

source: Welcome!
de: Willkommen!
fr_ca: Bienvenue!

source: When was this dream?
de: Wann war dieser Traum?
fr_ca: Quand a eu lieu ce rêve ?

source: WilliAccount Network Error
de: WilliAccount Netzwerkfehler
fr_ca: Erreur réseau WilliCompte

source: WilliDreams can let you share your dreams with your friends and family.
de: WilliDreams lässt dich Deine Träume mit Freunden und Familie teilen.
fr_ca: WilliDreams peut vous permettre de partager vos rêves avec vos amis et votre famille.

source: WilliDreams is an app made by a solo developer.
de: WilliDreams ist eine App, die von einem einzigen Entwickler erstellt wurde.
fr_ca: WilliDreams est une application créée par un développeur solo.

source: WilliDreams is better with an account!
de: WilliDreams ist besser mit einem Account.
fr_ca: WilliDreams est meilleur avec un compte !

source: WilliDreams is not supported on devices without a Metal GPU.
de: WilliDreams wird nicht auf Geräten unterstützt, die keine Metal-Grafikkarte haben.
fr_ca: WilliDreams n'est pas pris en charge sur les appareils sans GPU Metal.

source: Write about your dream
de: Schreibe über Deinen Traum
fr_ca: Écrivez sur votre rêve

source: You are friends!
de: Ihr seid Freunde!
fr_ca: Vous êtes amis !

source: You have not archived any dreams yet.
de: Du hast noch keine Träume archiviert.
fr_ca: Vous n'avez pas encore archivé de rêves.

source: You will not gain any social features, like sharing your dreams. You will be able to make an account at any time.
de: Du wirst keinen Zugriff auf soziale Features, wie das Teilen von Träumen haben. Du kannst jederzeit einen Account erstellen.
fr_ca: Vous n'aurez accès à aucune fonctionnalité sociale, comme le partage de vos rêves. Vous pourrez créer un compte à tout moment.

source: Your account has been terminated.
de: Ihr Konto wurde gekündigt.
fr_ca: Votre compte a été clôturé.

source: Account Banned
fr_ca: Compte banni

source: Account Details
fr_ca: Détails du compte

source: Are you sure you wish to block %@?
fr_ca: Êtes-vous sûr de vouloir bloquer %@ ?

source: Are you sure?
fr_ca: Es-tu sûr?

source: Ban expires in:
fr_ca: L'interdiction expire dans :

source: Block
fr_ca: Bloquer

source: Block User
fr_ca: Bloquer l'utilisateur

source: By signing up, you agree to the
fr_ca: En vous inscrivant, vous acceptez les

source: By signing up, you agree to the WilliApps Terms of Service
fr_ca: En vous inscrivant, vous acceptez les conditions d'utilisation de WilliApps

source: Check Contacts
fr_ca: Vérifier les contacts

source: Create a WilliAccount!
fr_ca: Créez un WilliCompte !

source: Enter Phone Number
fr_ca: Saisir le numéro de téléphone

source: New Dream
fr_ca: Nouveau rêve

source: No
fr_ca: Non

source: Phone Number
fr_ca: Numéro de téléphone

source: Please enter your email so we can send you a link to reset your password.
fr_ca: Veuillez saisir votre email afin que nous puissions vous envoyer un lien pour réinitialiser votre mot de passe.

source: Reason: %@
fr_ca: Raison : %@

source: Report
fr_ca: Rapport

source: Send Forgot Password
fr_ca: Envoyer Mot de passe oublié

source: Show WilliDreams Users Only
fr_ca: Afficher uniquement les utilisateurs de WilliDreams

source: Streak
fr_ca: Série

source: Submit an Appeal
fr_ca: Soumettre un appel

source: Summary could not be created. Try creating a dream later.
fr_ca: Impossible de créer le résumé. Essayez de créer un rêve plus tard.

source: Tell us why %@ is breaking the rules.
fr_ca: Dites-nous pourquoi %@ enfreint les règles.

source: This user has blocked you.
fr_ca: Cet utilisateur vous a bloqué.

source: Unblock
fr_ca: Débloquer

source: WilliApps Terms of Service
fr_ca: Conditions d'utilisation de WilliApps

source: With an account, you can share with friends. Guest Mode won’t have this feature. Are you sure you want to continue as a guest?
fr_ca: Avec un compte, vous pouvez partager avec vos amis. Le mode Invité n'offre pas cette fonctionnalité. Voulez-vous vraiment continuer en tant qu'invité ?

source: Yes
fr_ca: Oui

source: You blocked this user
fr_ca: Vous avez bloqué cet utilisateur

source: You got no recent dreams.
fr_ca: Tu n'as pas de rêves récents.

source: You have been banned for violating the WilliApp Terms of Service.
fr_ca: Vous avez été banni pour avoir violé les conditions d'utilisation de WilliApp.
